{
  "plugins": {
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    }
  }
}